{
  "a": {
    "1": {
      "long": "你会兑换世界各国各种面额的货币，斥资买断各大电视台的黄金时段，反复播出你数钱的镜头，每周换一种货币。",
      "short": "2024年，我买断电视台的黄金时段，直播我数钱"
    },
    "2": {
      "long": "你一点存款不留，全取成现金，堆在家里各种地方。每张钞票都仔细看看，取个名字，不管多大面额。余生所有时间都干这个啦！",
      "short": "2024年，我把巨款换成现金，每张钞票都起了名字"
    },
    "3": {
      "long": "你十年来一直致力于搜集和储存来自各种渠道的各国钞票并研究上面的霉菌分类。你将为此荣获诺贝尔医学奖。",
      "short": "2024年，我通过研究钞票上的霉菌的了诺贝尔奖"
    },
    "4": {
      "long": "你为未来可能发生的地震海啸流感雾霾等灾难提前做准备，在家里囤积了两百斤鸡蛋一千卷卫生纸以及六百箱榨菜。",
      "short": "2024年，我任性地囤了一千卷手纸六百箱榨菜…"
    },
    "5": {
      "long": "你把现金捆成规格统一的钱砖，玩多米诺骨牌。经过三十九年的练习，你将一举打破钱米诺骨牌的世界吉尼斯纪录。",
      "short": "2024年，我凭钱砖多米诺纪录载入了吉尼斯史册"
    },
    "6": {
      "long": "你想把所有的钱都存入银行，却听信理财经理的建议，全部买成了理财产品。根据产品的每日赎回限额，你需要60年才能全部赎回。",
      "short": "2024年，我买了一份理财产品，花了60年才赎回"
    },
    "7": {
      "long": "“数钱数到手抽筋”是你一生奋斗的目标。这一年你终于实现了理想，你把所有资产换成现金，数到一半就患上了急性腱鞘炎。",
      "short": "2024年，我的手终于数钱数成了急性腱鞘炎"
    },
    "8": {
      "long": "你把所有资产都存进了余额宝，每天预测当日收益，所有支出都严格按照支付宝花钱计划器生成的结果来实现。",
      "short": "2024年，我的会计师是支付宝花钱计划器"
    }
  },
  "c": {
    "1": {
      "long": "你投资研发了自动套被套机和自动叠衣机，使女性投入工作的时间增加了21%，导致人类进入母系氏族。",
      "short": "2024年，所有男人都恨我发明的自动被套机"
    },
    "2": {
      "long": "你与其他数万名土豪联手投资了一项医疗奇迹—复活乔布斯。乔布斯醒来后看到了新上市的iphone16，23秒后再次郁郁而终。",
      "short": "2024年，我让乔布斯复活，然后他看到了iphone16"
    },
    "3": {
      "long": "你用一般资金成立了全球反香菜联盟，开展让香菜在地球消失的计划。另一半资金投入安保，抵抗保卫香菜组织的袭击。",
      "short": "2024年，我成立了国际反香菜联盟促成香菜灭绝"
    },
    "4": {
      "long": "你接管了国际美容美发业联合会，制定章程要求只有聋哑人可以从事美容美发业。一举解决了残疾人就业和顾客被言语骚扰的两项世界难题。",
      "short": "2024年，我让聋哑人才能从事美发业，清静了…"
    },
    "5": {
      "long": "你投资了一项转基因技术研究项目，养殖出会吸脂肪的转基因蚊子并投放市场。该项目的副产品是碳烤全蚊和麻辣纹须面等新型料理。",
      "short": "2024年，我开发了会吸脂肪的转基因蚊子"
    },
    "6": {
      "long": "你并购了索马里海盗组织，让他们去管理个大中小城市的市容市貌。无照商贩们情绪稳定，虽然收入有所下降。",
      "short": "2024年，我让索马里海盗组织负责管理市容"
    },
    "7": {
      "long": "你出资改造了北京西直门立交桥，强制驾驶员在盘桥的同时收听新概念英语，下桥后多数驾驶员可以取得雅思5.5分的成绩。",
      "short": "2024年，我改造了西直门立交桥，盘大桥，学英语"
    },
    "8": {
      "long": "你出资研发了一种能发射纳米针剂的眼镜，由瞳孔控制。被该针剂射中者将终生无法说出“结婚了么？有孩子了么？”这两句话。",
      "short": "2024年，我再不担心别人问我“结婚了没…”"
    },
    "9": {
      "long": "你投入全部资金，长期租赁美国时代广场，俄罗斯红场和法国协和广场，并提供单程包机让你家楼下的大妈们前往跳舞。",
      "short": "2024年，我花了大价钱，小区广场终于安静了"
    },
    "10": {
      "long": "你投资研发了机动车智能安全系统。女驾驶员可以通过尖叫进行紧急制动，男驾驶员将无法超车。",
      "short": "2024年，喊一声救命，就不怕踩错油门了"
    },
    "11": {
      "long": "你将收购2014版神雕侠侣版权，并用特效将小龙女的脸全部替换成孔连顺，在各大电视台连续播放。",
      "short": "2024年，我要让小龙女的脸全变成孔连顺"
    },
    "12": {
      "long": "你将出资为长江以南地区全部安装供暖系统，在北方地区安装户外加湿器，并且给每家每户配备自动搓澡机。",
      "short": "2024年，我要给长江以南安暖气，北方安加湿器"
    },
    "13": {
      "long": "你将雇用黑客，侵入到所有亲友的系统，盗取他们的账户密码，并且用代付的方式买下他们购物车里全部商品。",
      "short": "2024年，我要把朋友购物车里的东东全部代付"
    },
    "14": {
      "long": "你飞到美国，贿赂了奥斯卡委员会所有成员，让他们为莱昂纳多颁了个最佳男主角奖，小李在获奖感言中激动的感谢了你。",
      "short": "2024年，我帮助莱昂纳多拿到了奥斯卡奖。"
    }
  },
  "d": {
    "1": {
      "long": "你跟华妃签订了终身协议，把她接到家里，满足她一切需求，唯一的条件是让她每天给你翻两百次白眼。",
      "short": "2024年，我包养了华妃让她每天给我翻白眼。"
    },
    "2": {
      "long": "你会购买十万套正版的photoshop软件，弥补自己多年使用盗版的愧疚之情，并且答谢PS技术带给你的荣耀和自信。",
      "short": "2024年，我会买10万套正版photoshop，thank you adobe。"
    },
    "3": {
      "long": "你出钱搞定了美国央行。从此以后，我妈要是想我，直接上银行换5美元就能看到我的头像了。",
      "short": "2024年，五美元钞票的头像换人了，那个人，就是我。"
    },
    "4": {
      "long": "你将买下总统山形象权，把四个总统像换成你从小到大的偶像组合，每月换一次，beyond，小虎队，F4，凤凰传奇都不能少。",
      "short": "2024年，我要把总统山上的总统像换成F4，凤凰传奇"
    },
    "5": {
      "long": "你会在家里养各种动物，包括60只大熊猫和两头鲸鱼，和跳蚤珊瑚虫一起组成马戏团，到处巡回表演。",
      "short": "2024年，我家里养了60只熊猫和两头鲸鱼"
    },
    "6": {
      "long": "你买了一艘宇宙飞船，往各空间站配送网购商品，满一亿美元包邮。你亲自当快递员，每次送货来回要7年，你后半生一共送过八次货。",
      "short": "2024年，我买了一艘宇宙飞船，往空间站送货…"
    },
    "7": {
      "long": "你投资兴建了一条地铁线路，从你家到公司，快车直达，早晚各一次。每遇到一个漂亮妹纸就修一条支线。",
      "short": "2024年，我建了一条从公司到家的地铁专线…"
    },
    "8": {
      "long": "你收购了前公司，要求上班严禁正装，只能穿背心短裤拖鞋，午饭必须在办公室吃，且只有韭菜盒子和韭菜包子两种选择。",
      "short": "2024年，我收购了前公司，报仇的机会到了"
    },
    "9": {
      "long": "你将把其中一百万换成十元面额的钞票，在各小学上课铃响后撒在上学路上。让迟到将被罚站的孩纸得到点安慰。",
      "short": "2024年，迟到的小学生会在路上捡到我撒的钱"
    }
  },
  "b": {
    "1": {
      "long": "你在世界各地的热点地段开办缩胸中心， 同时大力推广平胸即美的正确价值观。并与增肥产业和身高抑制产业结成了战略联盟。",
      "short": "2024年，我开办了缩胸中心，平胸即美，胖者为仙"
    },
    "2": {
      "long": "你成立了一家集生产，采购，营销，物流等产业为一体的大型电商集团。全球包邮，中国江浙沪除外。",
      "short": "2024年，我公司的物流，全球包邮，江浙沪除外。"
    },
    "3": {
      "long": "你投入巨资邀请斯皮尔伯格和诺兰联手翻拍《乡村爱情》。原则上应采用原班人马，但刘能一角指定由金秀贤饰演。",
      "short": "2024年，好莱坞和《乡村爱情》，还有都教授"
    },
    "4": {
      "long": "你将全部资产投入了水变啤酒技术的研发并取得成功。经过摊销，每瓶啤酒的成本由从前的三元变成了964",
      "short": "2024年，我研究出了水变啤酒，省钱啦省钱啦"
    },
    "5": {
      "long": "你把钱全存进了余额宝，趁美国经济危机，美元急剧贬值之际用收益买下了加州，本金继续存余额宝，准备下次买不列颠岛。",
      "short": "2024年，余额宝高收益dollar低利率，加州是我的啦"
    },
    "6": {
      "long": "你热衷于房地产投资，在最好的地段买了一整个高档小区。因为没有余钱雇用保洁，你只能从早到晚自己打扫整个小区卫生。",
      "short": "2024年，我买下了整个小区，自己却沦为保洁…"
    },
    "7": {
      "long": "你用全部资产拍得一件西周文物，在“鉴宝”节目上被鉴定为假货，经过交涉，根据“七天无理由退换货”条款从淘宝店家退回了230",
      "short": "2024年，我买了一件上周出产的古董文物…"
    },
    "8": {
      "long": "你将在中关村偶遇一位略秃顶的胖青年，并风投500万支持互联网思维卤肉饭上线。236天后倒闭，因为大众不适应重口味精神食粮。",
      "short": "2024年，我风投了一家互联网思维卤肉饭"
    },
    "9": {
      "long": "你终于把进口国外新鲜空气易拉罐这个老梗变成了现实。不久后因为产品中混有生产线工人的肠道气体遭到起诉，随后倒闭。",
      "short": "2024年，我的易拉罐装新鲜空气梦想终于实现"
    },
    "10": {
      "long": "你致力于成为全球零售大亨，但是结果显示在赤道几内亚投资的皮草城和在南极科考站设立的冰块贩售机项目销售情况都不理想。",
      "short": "2024年，我的皮草城和冰块贩售机遭遇滑铁卢"
    }
  }
}